{
    "WBUI2":
    {
        "settings":
        {
            "openbutton": 0,
            "hideicon": true,
            "hideiconafter": 60,
            "iconurl": "https://i.imgur.com/OZ6xOjY.png",
            "disableicontext": false,
            "iconposition": 0,
            "icontextcolor": 0,
            "openonstart": true,
            "openonstartonlynewplayers": true,
            "updateinterval": 12
        },
        "tabs": [
            {
                "layout": 1,
                "buttontext": "<RichColor Color=\"1,0,0,1\">Информация</>",
                "imageurl": "https://i.imgur.com/mGt3cAF.png",
                "content": [
                    {
                        "title": " BoR-GaMeS ",
                        "text": " Всем привет !!! \n\n\n Оффициальные карты: \n\n <TextStyle.Green>The Island</> \n <TextStyle.Green>Scorched Earth</> \n <TextStyle.Green>The Center</> \n <TextStyle.Green>Aberration</> \n <TextStyle.Green>Extinction</> \n <TextStyle.Green>Astraeos</> \n <TextStyle.Green>Ragnarok</> \n\n Внимание !!! Дино в магазине за поинты выдаются <TextStyle.Red>без седел</> !!! \n\n Используйте модовский Pipe-INTAKE для получения воды в любом месте карты !!! \n\n Всем приятной игры !!!"
                    }
                ]
            },
            {
                "layout": 2,
                "buttontext": "Настройки",
                "imageurl": "https://i.imgur.com/mGt3cAF.png",
                "content": [
                    {
                        "title": "Настройки сервера",
                        "text": "Настройки:\n\n - Приручение дино х10 \n\n - Инкубация яиц, взросление дино х10 \n\n - Добыча ресурсов х5 \n\n - Получение опыта игроком х5 \n\n - Качество лута дропов, рыбалки х3 \n\n - Скорость восстановления ресурсов х2 \n\n - Летающие дино могут подбирать диких существ  - ДА \n\n - Прокачка скорости игрока - ДА \n\n - Прокачка скорости летающих дино - ДА \n\n\n Авто-удаление структур х1 \n\n Авто-удаление прирученных дино х1 \n\n"
                    },
                    {
                        "title": "Установленные моды",
                        "text": " - TG Stacking Mod 10000-90 (929110) \n\n - Cybers Structures QoL+ (Crossplay) (940975) \n\n - Super Cryo Storage (933099) \n\n - Awesome Spyglass! (947033) \n\n - Awesome Teleporters! (950914) \n\n - WBUI2 (931119) \n\n - Crafting Skill Potion (929785) \n\n - Admin Panel (929868) \n\n - MX-E Ark Shop UI (942249) \n\n MarniiMods Hairstyles (949521)"
                    }
                ]
            },
            {
                "layout": 4,
                "buttontext": "Команды чата",
                "imageurl": "https://i.imgur.com/mGt3cAF.png",
                "content": [
                    {
                        "title": "Solo Farm",
                        "text": "позволяет включать режим добычи ресурсов у дино. \n\n <TextStyle.Green>/farm</> - команда(чат игры) для запуска фарма дино, на которого смотрит игрок (повторная команда останавливает фарм у одного дино) \n <TextStyle.Green>/stopall</> - останавливает фарм у всех дино \n\n Внимание! Если у дино запущена функция солофарм, то его невозможно убрать в крио (soul шарик) \n"
                    },
                    {
                        "title": "Structure Limits",
                        "text": "<TextStyle.Green>/showlimits</> - Команда для отображения общих ограничений структур \n\n <TextStyle.Green>/showcluster</> - Команда для отображения всех структур в 1 кластере и сравнения их с пределом"
                    },
                    {
                        "title": "Донат-магазин",
                        "text": "Для использования донат магазина необходимо : \n\n - ник игрового персонажа должен быть латинскими буквами \n\n - <TextStyle.Red>в локальный чат</> необходимо набрать \n <TextStyle.Green>/code</> или <TextStyle.Green>/login</> \n\n "
                    },
                    {
                        "title": "-",
                        "text": ""
                    }
                ]
            },
            {
                "layout": 1,
                "buttontext": "Правила",
                "imageurl": "https://i.imgur.com/mGt3cAF.png",
                "content": [
                    {
                        "title": "ПРАВИЛА ИГРОВЫХ СЕРВЕРОВ ARK BOR-GAMES",
                        "text": "Начиная играть на BoR-GaMeS вы автоматически принимаете правила сервера. \n\n Незнание правил не освобождает от ответственности. \n\n Мера наказания за любое нарушение действующих правил и ее сроки определяется администрацией. /n/n Запрещено: \n\n 1.1 Публичное обсуждение любых действий администрации. Это касается времени рестартов, правил, мер наказаний и т.п. Ваши предложения и вопросы отправляйте по указанным в пункте «Контакты». \n\n 1.2 Игнорировать предупреждения, замечания администратора. \n\n 1.3 Использование ников(персонажей, дино), названий трайбов, несущих в себе: информацию нарушающую законодательство РФ, мат, нецензурную лексику, расизм, экстремизм, уголовных выражений, плагиат, рекламу, порнографию, эротику, угроз расправы, любую другую информацию оскорбительного характера по отношению к другим игрокам и администрации. Ники игроков, название трайбов должны быть уникальными и валидными. Не должны содержать в себе знаки и иероглифы, рекламу других серверов и ютуб каналов (возможно только с согласованием администрации). Примеры недопустимых ников: 123, Человек, human, №$%& (администрация оставляет за собой право переименовать игрока по своему усмотрению) \n\n 1.4 Использовать разные названия трайба на разных картах. Название вашего трайба должно совпадать на всех картах кластера. \n\n 1.5 Нецензурная лексика, оскорбление других игроков, администрации в игровом чате сервера, дискорде и в группе ВКонтакте. \n\n 1.6 Публикация рекламных текстов, реклама сторонних серверов и сообщений коммерческого характера (исключениями могут являться ссылки на информацию или на описание игры) \n\n 1.7 Флудить/спамить в игровом чате, дискорде и в группе ВКонтакте. \n\n 1.8 Полная или частичная публикация переписки с администрацией проекта, без согласования с администрацией. \n\n 1.9. Запрещено использование текстов или фраз нарушающих законодательство РФ. \n\n 1.10. Запрещены любые жалобы и недовольства по поводу багов, лагов, исчезновения предметов/питомцев и т.п. Если вам необходима поддержка администрации серверов BoR-GaMeS, свяжитесь с нами одним из перечисленных способов в пункте «Контакты» \n\n Запрещено: \n\n 2.1 Использование любых скриптов, читов, дюпов, хаков, багов, не важно с какой целью вы их используете, даже для теста. \n\n 2.2 Находится на чужой базе без согласия владельца, если вас просят покинуть чужую базу вы должны покинуть ее. \n\n 2.3 Приводить, приносить диких дино на базы других игроков. \n\n 2.4 Использовать включенный на сервере перенос игроков и существ против других игроков без их согласия \n\n 2.5 Перемещать тело игрока в воду, лаву и т.д. с целью его гибели. \n\n 2.6 Частая смена название трайба, не чаще 1 раз в неделю(на всех картах должно быть одно имя трайба). \n\n 2.7 Переименование трайба с целью выдать себя за других игроков. \n\n 2.8 Любые товарно-денежные отношения между игроками(продажа за реальные деньги) \n\n 2.9 Любая активность игроков приведшая к завладению чужим имуществом лутание трупов, мешков, сейфов и т.д. и т.п. Спаривание своих дино с чужими для получения потомства, подбирание оплодотворенных яиц от чужих дино, клеймить детенышей от чужих дино. Мародёрство чужих баз по истечению таймера построек. \n\n 2.10 Влезать без согласия организаторов в чужие ПВЕ мероприятия (миссии, боссы и т.д.) \n\n 2.11 Вступать в трайбы с целью ограбления (предупреждение- более ответственно относитесь к подбору своих сотрайбов, выставляйте ранги у себя в трайбе, чтоб этого избежать, администрация не может контролировать этот процесс ) \n\n 2.12 Использовать летающих животных на карте Aberration, Svartalfheim, Alemia. Не важно как вы их получили, вылупили из яйца, выкинули из криопода или загрузили через трансфер и т.д. \n\n 2.13.Любая ПВП активность. \n\n 2.15. Запрещено создавать любые помехи приручению. Кто первый начал приручение, тот и приручает. \n\n 2.16. Оставлять прирученных существ в зоне телепортации к боссам, у терминалов миссий, телепортов игроков, а также блокировать ими базы игроков и свободный доступ к любым другим ключевым местам. \n\n 2.17. Оставлять без присмотра дино с включенным спариванием на открытой местности для исключения возможности завладения их потомством без вашего согласия. \n\n 2.18 Оставлять дино с включенным спариванием на долгое время (более 3-х реальных суток) даже в закрытых помещениях, к которым нет доступа у других игроков. \n\n Строительство  \n\n Запрещено: \n\n 3.1 Размещать постройки в зоне выполнения миссий карты Генезис 2 \n\n 3.2 Размещать постройки, препятствующие проходу других игроков в пешеходных тоннелях между кольцами на карте Genesis 2, за исключением телепортов, которые должны быть открыты для всех игроков. \n\n 3.3. Строить любого вида «коробки» с кроватями для быстрого доступа к ключевым местам (обелиски, терминалы, пещеры, контейнеры с добычей/артефактами и т.п.). Используйте телепорты, которые должны быть открыты для всех игроков. \n\n 3.4 Застраивать пещеры с ресурсами и артефактами (исключение - пустые пещеры) \n\n 3.5 Размещать постройки на «парящих островах» и «перекрестке миров» карта Svartalfheim (исключение - открытые для всех игроков телепорты \n\n 3.6 Застраивать обелиски, городские терминалы, создавать прочие препятствия для свободного доступа к ним \n\n 3.7 Блокировать точки спавна ресурсов, лута - наземные и подводные лучи, грядки с овощами, бобровые хатки, зарядные станции, терминалы, блокировать доступ к запискам, рунам \n\n 3.8 Блокирование построек других игроков одиночными фундаментами, рамами и т.д, прочее вредительство, мешающие развитию других игроков. \n\n 3.9 После приручения или вступления в другой трайб, оставлять за собой постройки/шипы/ловушки/фундаменты. \n\n 3.10 Строительство закрытых ловушек для приручения дино. Ворота и двери конструкции ловушки требуется отпереть. Если это разовая ловушка, то построить, приручить и разобрать. \n\n 3.11 Использовать более 4 огромных рам на базу, более 10 гейтов(обычные рамы) на базу. \n\n 3.12 Забор вокруг базы не должен быть высотой более чем 4 стены. Запрещено возводить забор вокруг базы используя рамы для ворот любого размера. \n\n 3.13 Допустима ОДНА база на карте + ОДНО строение фарм зоны( если это необходимо). Используйте телепорты! \n\n 3.14 Строительство огромных баз, прорисовка которых вызывает лаги у игроков тем самым делая игру не комфортной. Используйте тек силовое поле для защиты своих дино. \n\n 3.15 Строительство баз в местах спавна выживших без возможности свободного выхода с территории вашей базы. Если обнаружилось, что ваша база находится в местах спавна игроков – проявите фантазию и организуйте беспрепятственный выход новичков с вашей территории, используйте указатели и т.п. Рекомендуем перенести базу в другое место. \n\n 3.16 Держать нефтяные насосы, газо-сборники и ловушки закрытыми. \n\n 3.17 Ограждать/блокировать обелиски, терминалы, контейнеры с добычей/артефактами, руны, а также базы и существ других игроков с целью ограничения доступа и/или возможности дальнейшего развития. \n\n 3.18 Застраивать территорию «одиночными» постройками (колонны, фундаменты и т.п.) и/или занимать территорию недостроенными брошенными сооружениями. Такие постройки могут быть снесены в случае отсутствия изменений в течение 7 дней. \n\n 3.19 Запрещено на карте Caballus застраивать, использовать для жилья, размещать структуры на развалинах, замках, домах, статуях и т.д и т.п. \n\n Передача дино и их потомства между игроками: \n\n 4.1 Минимальный уровень игроков участвующих в передаче(торговле,обмене) должен быть не менее 80. \n\n 4.2. Разрешается передача (торговля за ресурсы, поинты) дино (детенышей,яиц) без мутаций между игроками. \n\n 4.3 Запрещается передача выращенных динозавров (детенышей, яиц) с мутациями между игроками. \n\n Настройки сервера, установленные моды, внутриигровой магазин позволяют приручить и вырастить своих дино с топовыми статами. \n\n Если Вы решили прекратить играть на нашем сервере, то сообщите нам и мы удалим ваших дино и постройки.\n\n РАЗРЕШЕНО: \n\n Играть в свое удовольствие, общаться, развиваться, достигать поставленных целей, хорошо проводить время, высказывать свои предложения по развитию сервера ARK BoR-GaMeS. \n\n ВСЕМ ПРИЯТНОЙ ИГРЫ !!! \n\n"
                    }                    
                ]
            }
        ],
        "links": [
            {
                "text": "Сайт",
                "url": "https://www.bor-games.ru"
            },
            {
                "text": "Telegram",
                "url": "https://t.me/ARKBoRGaMeS_Chat"
            },
            {
                "text": "Discord",
                "url": "https://discord.gg/kqTjuZun"
            },
            {
                "text": "Донат-магазин",
                "url": "https://bor-games-asa.survivalshop.org/"
            }
        ],
        "version": 2
    }
}
